#    -*- mode: org -*-


Archived entries from file /home/eghx/agent18/myblock/_posts/log/work-calucation.org


* Daily statistics
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-08-02 vr 21:34
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_CATEGORY: work-calucation
  :END:

#+BEGIN: clocktable :maxlevel 2 :scope file :step day :tstart "<-3d>" :tend "<now>" :compact t

Daily report: [2019-07-30 di]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |

Daily report: [2019-07-31 wo]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |

Daily report: [2019-08-01 do]
| Headline                             |   Time |
|--------------------------------------+--------|
| *Total time*                         | *1:16* |
|--------------------------------------+--------|
| Not absolute time wasters            |   0:51 |
| \emsp Figuring out time tracking     |   0:51 |
| Time wasters                         |   0:25 |
| \emsp Watching youtube               |   0:02 |
| \emsp Playing with phone during work |   0:23 |

Daily report: [2019-08-02 vr]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:00* |
#+END:




* break during work
CLOCK: [2019-08-22 do 21:02]--[2019-08-22 do 21:25] =>  0:23
CLOCK: [2019-08-21 wo 21:18]--[2019-08-21 wo 21:30] =>  0:12
CLOCK: [2019-08-15 do 20:27]--[2019-08-15 do 20:51] =>  0:24
CLOCK: [2019-08-14 wo 19:50]--[2019-08-14 wo 20:11] =>  0:21
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-08-22 do 21:24
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_OLPATH: Random week 33(starting mondy to sunday)/breaks
  :ARCHIVE_CATEGORY: work-calucation
  :END:


* daily statistics
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-10-22 di 22:48
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_CATEGORY: work-calucation
  :END:

#+BEGIN: clocktable :maxlevel 2 :scope file :step day :tstart "<-2d>" :tend "<tomorrow>" :compact t

Daily report: [2019-10-20 zo]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *7:20* |
|--------------------------+--------|
| DP blog writing Marriage |   7:20 |
| \emsp Counted for DP     |   3:12 |
| \emsp Not counted for DP |   4:08 |

Daily report: [2019-10-21 ma]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *6:04* |
|--------------------------+--------|
| DP blog writing Marriage |   6:04 |
| \emsp Counted for DP     |   5:25 |
| \emsp Not counted for DP |   0:39 |

Daily report: [2019-10-22 di]
| Headline                 |   Time |
|--------------------------+--------|
| *Total time*             | *3:31* |
|--------------------------+--------|
| DP blog writing Marriage |   3:31 |
| \emsp Counted for DP     |   3:00 |
| \emsp Not counted for DP |   0:31 |
#+END:


* planning
  :PROPERTIES:
  :ARCHIVE_TIME: 2020-02-24 ma 18:50
  :ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
  :ARCHIVE_OLPATH: Food to cook timing
  :ARCHIVE_CATEGORY: work-calucation
  :END:

* Prepping for task
CLOCK: [2020-06-20 za 11:48]--[2020-06-20 za 12:34] =>  0:46
:PROPERTIES:
:ARCHIVE_TIME: 2020-06-20 za 11:56
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: DP Mission 7 on refining claims (200)/Counted for work
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: blog work
:END:

* proof-reading
:PROPERTIES:
:ARCHIVE_TIME: 2020-07-01 wo 21:03
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Applying to HLI volunteering round 2/Task 2
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: blog apping
:END:

* DP correction                                                          :DP:
CLOCK: [2020-08-09 zo 10:23]--[2020-08-09 zo 10:42] =>  0:19
CLOCK: [2020-08-08 za 14:14]--[2020-08-08 za 15:40] =>  1:26
CLOCK: [2020-08-08 za 11:37]--[2020-08-08 za 12:34] =>  0:57
CLOCK: [2020-08-08 za 09:11]--[2020-08-08 za 10:21] =>  1:10
CLOCK: [2020-08-08 za 08:47]--[2020-08-08 za 08:56] =>  0:09
:PROPERTIES:
:ARCHIVE_TIME: 2020-08-09 zo 10:23
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: DP Mission 7 on refining claims (200)/Counted for work
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: blog work
:END:

* Write a complete blogpost
CLOCK: [2020-10-25 zo 16:42]--[2020-10-25 zo 17:17] =>  0:35
CLOCK: [2020-10-25 zo 14:45]--[2020-10-25 zo 16:15] =>  1:30
CLOCK: [2020-10-25 zo 11:55]--[2020-10-25 zo 12:46] =>  0:51
CLOCK: [2020-10-25 zo 10:30]--[2020-10-25 zo 11:30] =>  1:00
CLOCK: [2020-10-25 zo 02:02]--[2020-10-25 zo 02:48] =>  0:46
CLOCK: [2020-10-25 zo 01:31]--[2020-10-25 zo 01:35] =>  0:04
CLOCK: [2020-10-23 vr 22:58]--[2020-10-23 vr 22:58] =>  0:00
:PROPERTIES:
:ARCHIVE_TIME: 2020-10-25 zo 17:06
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Data science/Counted for work/fast.ai/Lesson 2
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: work
:END:


* Working on the lecture
CLOCK: [2020-11-05 do 21:20]--[2020-11-05 do 22:03] =>  0:43
CLOCK: [2020-11-01 zo 19:42]--[2020-11-01 zo 20:50] =>  1:08
:PROPERTIES:
:ARCHIVE_TIME: 2020-11-05 do 21:29
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Data science/Counted for work/fast.ai/Lesson 3
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: work
:END:


* Working on lecture
CLOCK: [2020-11-07 za 18:47]--[2020-11-07 za 19:27] =>  0:40
CLOCK: [2020-11-07 za 12:45]--[2020-11-07 za 13:30] =>  0:45
CLOCK: [2020-11-07 za 11:18]--[2020-11-07 za 12:29] =>  1:11
CLOCK: [2020-11-06 vr 23:02]--[2020-11-07 za 00:55] =>  1:53
:PROPERTIES:
:ARCHIVE_TIME: 2020-11-07 za 18:48
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Data science/Counted for work/fast.ai/Lesson 4
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: work
:END:


* Discussions
CLOCK: [2020-12-11 vr 10:30]--[2020-12-11 vr 11:00] =>  3:15
CLOCK: [2020-12-10 do 10:30]--[2020-12-10 do 11:15] =>  0:45
CLOCK: [2020-12-09 wo 11:00]--[2020-12-09 wo 11:45] =>  0:45
CLOCK: [2020-12-08 di 10:05]--[2020-12-08 di 11:00] =>  0:55
CLOCK: [2020-12-07 ma 10:10]--[2020-12-07 ma 11:00] =>  0:50
:PROPERTIES:
:ARCHIVE_TIME: 2020-12-11 vr 13:45
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Computer Vision Assignment 1/Counted for work
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: work
:END:

* writing
CLOCK: [2021-02-15 ma 15:39]--[2021-02-15 ma 16:48] =>  1:09
CLOCK: [2021-02-15 ma 15:31]--[2021-02-15 ma 15:39] =>  0:08
CLOCK: [2021-02-15 ma 13:02]--[2021-02-15 ma 13:34] =>  0:32
CLOCK: [2021-02-15 ma 10:53]--[2021-02-15 ma 12:01] =>  1:08
CLOCK: [2021-02-15 ma 09:33]--[2021-02-15 ma 10:25] =>  0:52
CLOCK: [2021-02-14 zo 23:32]--[2021-02-15 ma 00:23] =>  0:51
CLOCK: [2021-02-14 zo 18:21]--[2021-02-14 zo 19:21] =>  1:00
CLOCK: [2021-02-14 zo 16:09]--[2021-02-14 zo 17:40] =>  1:31
CLOCK: [2021-02-14 zo 12:48]--[2021-02-14 zo 13:17] =>  0:29
CLOCK: [2021-02-14 zo 10:11]--[2021-02-14 zo 10:54] =>  0:43
CLOCK: [2021-02-14 zo 08:49]--[2021-02-14 zo 09:12] =>  0:23
CLOCK: [2021-02-13 za 21:04]--[2021-02-13 za 22:34] =>  1:30
CLOCK: [2021-02-13 za 18:51]--[2021-02-13 za 20:20] =>  1:29
CLOCK: [2021-02-13 za 14:12]--[2021-02-13 za 14:25] =>  0:13
:PROPERTIES:
:ARCHIVE_TIME: 2021-02-15 ma 16:05
:ARCHIVE_FILE: ~/agent18/myblock/_posts/log/work-calucation.org
:ARCHIVE_OLPATH: Tabular/Counted for work
:ARCHIVE_CATEGORY: work-calucation
:ARCHIVE_ITAGS: work
:END:
